{
    "classification": "Clasificación internacional",
    "classification-desc": "La universidad ocupó el séptimo lugar entre las universidades egipcias y el vigésimo primer lugar entre las universidades árabes en la clasificación internacional de universidades árabes, una clasificación que busca medir el rendimiento académico y de investigación según criterios precisos.",
    "20": "+20",
    "college-number": "Veintitrés facultades e institutos",
    "college-number-desc": "La universidad ocupó el puesto 183 a nivel mundial en el ranking Green Metric, que establece estándares para infraestructura verde, gestión de recursos hídricos, energía y cambio climático, gestión de residuos, transporte sostenible, educación e investigación científica en sostenibilidad. También ocupó el puesto 1040-1921 a nivel mundial en el Coeficiente de Acción para Lograr los Objetivos de Desarrollo Sostenible para 2025.",
    "academic-sector": "Sector académico",
    "academic-sector-desc": "Programas de pregrado y posgrado acreditados",
    "sector-about": "Acerca del sector",
    "academic-sector-about": "El sector académico abarca todos los programas educativos desde el nivel de pregrado hasta el de posgrado, brindando a los estudiantes la oportunidad de obtener títulos reconocidos internacionalmente en campos como ingeniería, medicina, ciencias y artes. También incluye programas de intercambio estudiantil con universidades internacionales y becas para estudiantes destacados.",
    "college": "Colegios",
    "art": "Facultad de Artes",
    "science": "Facultad de Ciencias",
    "education": "Facultad de Educación",
    "business": "Facultad de Administración de Empresas",
    "Research Sector": "Sector de Investigación",
    "Research Description": "El sector de investigación incluye un grupo de laboratorios avanzados y centros de investigación científica que trabajan para desarrollar innovaciones en varios campos científicos y tecnológicos. Los proyectos de investigación se financian mediante asociaciones con el sector privado y subvenciones gubernamentales e internacionales, y estudiantes e investigadores participan en la publicación de investigaciones en revistas científicas de prestigio.",
    "Scientific research and technological development centers": "Centros de investigación científica y desarrollo tecnológico",
    "Graduate Studies": "Facultad de Estudios de Posgrado",
    "Scientific Research": "Facultad de Investigación Científica",
    "Innovation and Entrepreneurship": "Facultad de Innovación y Emprendimiento",
    "Environmental Studies": "Facultad de Estudios Ambientales",
    "medical sector": "Sector médico",
    "Medical colleges and teaching hospitals": "Facultades médicas y hospitales de enseñanza",
    "Medical Description": "El sector de salud está compuesto por facultades de medicina, farmacia, odontología y enfermería, además de hospitales universitarios que brindan atención médica a la comunidad y oportunidades de formación práctica para los estudiantes. Las instalaciones médicas están equipadas con la última tecnología para garantizar servicios educativos y médicos de calidad.",
    "Medicine": "Facultad de Medicina",
    "Dentistry": "Facultad de Odontología",
    "Pharmacy": "Facultad de Farmacia",
    "Nursing": "Facultad de Enfermería",
    "Technical sector": "Sector técnico",
    "Computer and e-learning laboratories": "Laboratorios de informática y aprendizaje electrónico",
    "Technical Description": "El sector tecnológico se dedica a proporcionar una infraestructura tecnológica moderna que respalde los procesos educativos y de investigación, incluyendo laboratorios de informática, plataformas de aprendizaje electrónico y servicios de Internet de alta velocidad. También ofrece cursos de formación en programación, inteligencia artificial y análisis de datos para preparar a los estudiantes para el mercado laboral.",
    "Computer Science": "Facultad de Ciencias de la Computación",
    "Engineering": "Facultad de Ingeniería",
    "Information Technology": "Facultad de Tecnología de la Información",
    "Applied Sciences": "Facultad de Ciencias Aplicadas"
  }
  