{
  "classification": "Clasificación Internacional",
  "classification-desc": "La universidad ocupó el séptimo lugar entre las universidades egipcias y el vigésimo primero entre las universidades árabes en la clasificación internacional de universidades árabes, que mide el desempeño académico y de investigación con criterios precisos.",
  "20": "+20",
  "college-number": "Veintitrés facultades e institutos",
  "college-number-desc": "La universidad ocupó el puesto 183 a nivel mundial en la clasificación Green Metric, que evalúa infraestructura verde, gestión de recursos hídricos y energéticos, cambio climático, gestión de residuos, transporte sostenible, educación e investigación científica en sostenibilidad. También se ubicó entre el puesto 1040-1921 en el índice de desempeño para los Objetivos de Desarrollo Sostenible para 2025.",
  "academic-sector": "Sector de Ingeniería",
  "academic-sector-desc": "Programas de grado y posgrado acreditados",
  "sector-about": "Sobre el sector",
  "academic-sector-about": "El sector de ingeniería se enfoca en diseñar, construir y desarrollar proyectos como edificios, carreteras y máquinas. Incluye varias especialidades y contribuye a mejorar la vida diaria.",
  "college": "Facultades",
  "art": "Ingeniería",
  "science": "Ingeniería Electrónica - Menouf",
  "education": "Informática",
  "business": "Inteligencia Artificial",
  "Research Sector": "Sector Científico",
  "Research Description": "El sector científico incluye facultades enfocadas en ciencias básicas y aplicadas, como Ciencias y Agricultura. Ciencias incluye departamentos como Química, Física, Informática y Geología. Su objetivo es preparar graduados capaces de investigar y desarrollarse en campos que beneficien a la sociedad y al medio ambiente.",
  "Scientific research and technological development centers": "Centros de Investigación Científica y Desarrollo Tecnológico",
  "Graduate Studies": "Ciencias",
  "Scientific Research": "Agronomía",
  "medical sector": "Sector Médico",
  "Medical colleges and teaching hospitals": "Facultades Médicas y Hospitales Universitarios",
  "Medical Description": "El sector médico incluye Medicina, Farmacia, Odontología y Enfermería, además de hospitales universitarios que brindan servicios de salud a la comunidad y formación práctica a los estudiantes. Estos centros están equipados con tecnología avanzada para asegurar calidad en el tratamiento y la enseñanza.",
  "Medicine": "Medicina",
  "Dentistry": "Odontología",
  "Pharmacy": "Farmacia",
  "Nursing": "Enfermería",
  "Bitary": "Medicina Veterinaria",
  "MahadTamrid": "Instituto de Enfermería",
  "Technical sector": "Sector Educativo",
  "Computer and e-learning laboratories": "Formación docente y desarrollo educativo",
  "Technical Description": "El sector educativo incluye facultades e institutos dedicados a la formación de docentes y especialistas en educación, como Educación y Educación Específica. Su objetivo es mejorar la enseñanza y formar profesionales capaces de enseñar a las nuevas generaciones y desarrollar sus habilidades.",
  "Computer Science": "Educación",
  "Engineering": "Educación Específica",
  "Information Technology": "Educación Física",
  "Applied Sciences": "Comunicación",
  "Tigara": "Comercio",
  "Ealam": "Letras",
  "Hoqoq": "Derecho"
}