{
  "classification": "International classification",
  "classification-desc": "The university achieved the seventh place among Egyptian universities and the 21st place among Arab universities in the international classification of Arab universities, which is a classification that aims to measure academic and research performance based on precise criteria.",
  "20": "+20",
  "college-number": "Twenty-three colleges and institutes",
  "college-number-desc": "The university ranked 183rd globally in the Green Metric ranking, which sets standards for green infrastructure, water resource management, energy and climate change, waste management, sustainable transportation, education, and scientific research in sustainability. The university ranked 1921-1040th globally in the Coefficient of Action for Achieving the Sustainable Development Goals for 2025.",
  "academic-sector": "Academic sector",
  "academic-sector-desc": "Accredited undergraduate and graduate programs",
  "sector-about": "About Sector",
  "academic-sector-about": "The academic sector encompasses all educational programs from undergraduate to graduate levels, providing students with the opportunity to earn internationally recognized degrees in diverse fields such as engineering, medicine, science, and the arts. It also includes student exchange programs with international universities and scholarships for outstanding students.",
  "college": "Colleges",
  "art": "College of Arts",
  "science": "College of Seience",
  "education": "College of Education",
  "business": "College of Business Administration",
  "Research Sector": "Research Sector",
  "Research Description": "The research sector includes a group of advanced laboratories and scientific research centers working to develop innovations in various scientific and technological fields. Research projects are funded through partnerships with the private sector and government and international grants, and students and researchers participate in publishing research in prestigious scientific journals.",
  "Scientific research and technological development centers": "Scientific research and technological development centers",
  "Graduate Studies": "College of Graduate Studies",
  "Scientific Research": "College of Scientific Research",
  "Innovation and Entrepreneurship": "College of Innovation and Entrepreneurship",
  "Environmental Studies": "College of Environmental Studies",
  "medical sector": "Medical Sector",
  "Medical colleges and teaching hospitals": "Medical colleges and teaching hospitals",
  "Medical Description": "The healthcare sector consists of colleges of medicine, pharmacy, dentistry, and nursing, as well as teaching hospitals that provide healthcare to the community and practical training opportunities for students. Medical facilities are equipped with the latest technology and medical equipment to ensure quality treatment and educational services.",
  "Medicine": "College of Medicine",
  "Dentistry": "College of Dentistry",
  "Pharmacy": "College of Pharmacy",
  "Nursing": "College of Nursing",
  "Technical sector": "Technical Sector",
  "Computer and e-learning laboratories": "Computer and e-learning laboratories",
  "Technical Description": "The technology sector is dedicated to providing a modern technological infrastructure that supports the educational and research process, including computer labs, e-learning platforms, and high-speed internet services. It also offers training courses in programming, artificial intelligence, and data analysis to prepare students for the job market.",
  "Computer Science": "College of Computer Science",
  "Engineering": "College of Engineering",
  "Information Technology": "College of Information Technology",
  "Applied Sciences": "College of Applied Sciences"
}
