{
  "classification": "International Classification",
  "classification-desc": "The university ranked 7th among Egyptian universities and 21st among Arab universities in the international classification of Arab universities, which aims to measure academic and research performance based on precise criteria.",
  "20": "+20",
  "college-number": "Twenty-three colleges and institutes",
  "college-number-desc": "The university ranked 183rd globally in the Green Metric ranking, which sets criteria for green infrastructure, water and energy resource management, climate change, waste management, sustainable transportation, education, and scientific research in sustainability. It also ranked between 1040-1921 globally in the performance index for achieving the Sustainable Development Goals by 2025.",
  "academic-sector": "Engineering Sector",
  "academic-sector-desc": "Accredited undergraduate and postgraduate programs",
  "sector-about": "About the Sector",
  "academic-sector-about": "The engineering sector focuses on designing, constructing, and developing projects such as buildings, roads, and machines. It includes various specializations and contributes to improving daily life.",
  "college": "Colleges",
  "art": "Engineering",
  "science": "Electronic Engineering - Menouf",
  "education": "Computers and Information",
  "business": "Artificial Intelligence",
  "Research Sector": "Science Sector",
  "Research Description": "The science sector includes colleges that focus on basic and applied sciences, such as Science and Agriculture. Science includes several departments like Chemistry, Physics, Computer Science, and Geology. It aims to prepare graduates capable of conducting research and development in various fields that serve society and the environment.",
  "Scientific research and technological development centers": "Scientific Research and Technological Development Centers",
  "Graduate Studies": "Science",
  "Scientific Research": "Agriculture",
  "medical sector": "Medical Sector",
  "Medical colleges and teaching hospitals": "Medical Colleges and Teaching Hospitals",
  "Medical Description": "The medical sector consists of Medicine, Pharmacy, Dentistry, and Nursing, in addition to teaching hospitals that provide healthcare services to the community and practical training opportunities for students. These medical facilities are equipped with the latest technologies and medical devices to ensure high-quality treatment and educational services.",
  "Medicine": "Medicine",
  "Dentistry": "Dentistry",
  "Pharmacy": "Pharmacy",
  "Nursing": "Nursing",
  "Bitary": "Veterinary Medicine",
  "MahadTamrid": "Nursing Institute",
  "Technical sector": "Educational Sector",
  "Computer and e-learning laboratories": "Teacher Preparation and Educational Development",
  "Technical Description": "The educational sector includes colleges and institutes concerned with preparing teachers and specialists in the field of education, such as Education and Specific Education. This sector aims to develop the educational process and qualify cadres capable of teaching future generations and enhancing their skills in various disciplines.",
  "Computer Science": "Education",
  "Engineering": "Specific Education",
  "Information Technology": "Physical Education",
  "Applied Sciences": "Mass Communication",
  "Tigara": "Commerce",
  "Ealam": "Arts",
  "Hoqoq": "Law"
}